[M_MeetWithmother MissionDefinition]
MissionName="Clash of Clans: The Beginning of War"
MissionDescription="Once upon a time there were two families of thieves around Ellie: Jefford and Haddock. They are about to start a war between two families: you have to destroy the house. [place]Mountainous country[-place] y [place]hysterical[-place], Then prepare the symbol of the enemy's family in the form of a wolf. A few hours later, in the evening, they fought. "
TurnInDescription="This led to a war between the Jeffords and the Walkers. The only question to ask is; Who do you support??"
MissionSummary="This leads to a family feud between Jefford and the Hodunks.."
MissionGiver="Ellie"
MissionTurnInLocation="Mick Jefford"
TeaserText="He wants to start a war between the families.?"

[M_MeetWithEllie:DestroyedLuckySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MeetWithEllie:DestroyedScooterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MeetWithEllie:DynamiteGathered MissionObjectiveDefinition]
ProgressMessage="Download Dynamite"

[M_MeetWithEllie:DynamiteSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MeetWithEllie:FindEmblemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MeetWithEllie:GetToElliesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MeetWithEllie:LuckyDestroyed MissionObjectiveDefinition]
ProgressMessage="Zafar Bhawan was built."

[M_MeetWithEllie:MeetZaford MissionObjectiveDefinition]
ProgressMessage="I answered Mr. Jaffard's call."

[M_MeetWithEllie:MeetZafordSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Give Mick Jefford a job.."
MissionDescriptionOverride="A war has begun between House Zaphod and House Horde Ask yourself: who will help you??"

[M_MeetWithEllie:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MeetWithEllie:PlaceLuckyEmblem MissionObjectiveDefinition]
ProgressMessage="Save bookmarks"

[M_MeetWithEllie:PlaceLuckyEmblemSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MeetWithEllie:PlaceScooterEmblem MissionObjectiveDefinition]
ProgressMessage="Sergeant Jafar's house"

[M_MeetWithEllie:PlaceScooterEmblemSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MeetWithEllie:PlantLuckyExplosive MissionObjectiveDefinition]
ProgressMessage="Annihilation of the Holy Spirit"

[M_MeetWithEllie:PlantLuckySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Zipford and Hudnick were two miserable families who were on Ely's side for a while. He plans to start a war between the two families. All they do is cause trouble at home and call rival families. With any luck, they'll kill each other before night falls..<br>Destroy Hodnox's precious coins. Eli wants to go to the bar.[place]holy spirit[-place] Zadar family [place]a mountain[-place], After that they destroyed the water plant."

[M_MeetWithEllie:PlantScooterExplosive MissionObjectiveDefinition]
ProgressMessage="Demolition of the Khudanetsky highway"

[M_MeetWithEllie:PlantScooterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MeetWithEllie:ReachEllies MissionObjectiveDefinition]
ProgressMessage="Larry"

[M_MeetWithEllie:RedneckEmblems MissionObjectiveDefinition]
ProgressMessage="Collect Hodunk Tokens"

[M_MeetWithEllie:ScooterDestroyed MissionObjectiveDefinition]
ProgressMessage="Destroy the tire of the walker"

[M_MeetWithEllie:ZafordEmblems MissionObjectiveDefinition]
ProgressMessage="Collect Zifford Tokens"

